import type { ILegalContent } from './types';

export const impresumContent: ILegalContent = {
  heading: 'Импресум',
  sections: [
    {
      paragraphs: [
        'Намирате се на уеб страница на групата Винербергер АГ.',
        'Винербергер ЕООД е 100% дъщерно дружество на Винербергер АГ.',
      ],
    },
    {
      title: 'Винербергер АГ',
      lines: [
        'Фирмен номер 77676f – търговски регистър Виена',
        'Ул. „Виенербергщрасе“ 11, 1100 Виена',
        ['Телефон: ', { text: '+43 1 60 192 - 0', href: 'tel:+43160192-0' }],
        'Факс: +43 1 60 192 – 10425',
        'Имейл: office@wienerberger.com',
        'Булстат номер: ATU 14589505',
      ],
    },
    {
      title: 'Администратор на сайта',
      lines: [
        'Винербергер ЕООД',
        'гр. София 1172, Ул. „Св. Пимен Зографски” 4, Сграда 2, Етаж 2, Офис 1',
        '№ в търг. рег. 89312, том 1134, стр. 14 по ф.д. №13354/2004,',
        'ИД № 131343496',
        'ИД № по ДДС BG 131343496',
        ['Телефон: ', { text: '+359 2 80 66 777', href: 'tel:+35928066777' }],
        'Факс: +359 2 80 66 778',
        'Email office.bg@wienerberger.com',
      ],
    },
  ],
};
